
<div class="text-center">
    <div type="button" id="btn-hh" class="btn btn-success btn-lg" onclick="">ссылка на hh</div>
    <div type="button" id="btn-pdf" class="btn btn-primary ml-3 btn-lg" onclick="">получить резюме в PDF</div>
</div>
<p class="mt-3">
    Есть опыт работы с Битрикс. Умею создавать динамические, адаптивные сайты и приложения . К примеру интернет-магазины, блоги и социальные сети. Работать с базой данных, CRUD операции, пользовательский интерфейс в режиме реального времени, ajax, уведомления сообщения и т.д. Для собственных проектов использую фреймворк Laravel в котором использую различные компоненты для реализации разносторонних задач. От верстки с макета, до реализации логики и сдачи полностью готового проекта. На бекенде Laravel, на фронте Vue.js .Понимаю и использую принципы ООП, SOLID, DRY, KISS, MVC в реализации поставленных задач. Умею понимать документацию и искать информацию в интернете. Пишу понятный код, разбираюсь в чужом коде. Знаю основы Python 3, могу писать не сложные скрипты.<br> <br>

</p>
<strong> Апрель 2020 — июль 2020 Санкт-Петербург</strong> <br> <br> <strong> Должность: Веб-разработчик</strong> <br> <br> <strong> Компания: AdAurum</strong> <br> <br>  <strong>Обязанности: </strong> <br><br>
Проектирование, разработка, тестирование и поддержка кода на PHP.Проектирование структур баз данных.Разработка модулей к существующим проектам.Улучшение существующего кода и решений.Поддержание целостности архитектуры проекта.Работа с API Яндекс.Директ, Яндекс.Метрики, Google Analytics, Google AdWords, VK API и других систем.<br>

<strong> Сентябрь 2018 — июнь 2019 Санкт-Петербург</strong> <br><br> <strong> Должность: Менеджер по проектам</strong> <br><br> <strong> Компания: ООО Стеллмарт</strong> <br><br> <strong>Обязанности: </strong> <br><br>
Расчет стоимости проекта, подготовка коммерческого предложения, проектирование самонесущих
складов, мезонинов, складских помещений, участие в тендерах, организация работы склада, выезды
на объекты к клиентам, консультирование клиентов, подготовка проектов, заключение договоров
ведение документации и отчетности, взаимодействие с подрядчиками, контроль выполнения работ <br>

<strong> Апрель 2016 — сентябрь 2018 Санкт-Петербург</strong> <br><br> <strong> Должность: Руководитель проекта</strong> <br><br> <strong> Компания: ООО "ЖивоТок"</strong> <br> <br> <strong>Обязанности: </strong> <br><br>
создание, развитие и поддержка интернет-магазина, определение маркетинговой стратегии, поиск и привлечение клиентов, реализация продукта (аккумуляторный восстановитель, десульфатирующая присадка), заключение договоров, ведение документации, отчетность
<br> <br>

